<!DOCTYPE HTML>
<html>
<head>
  <meta charset="utf-8">
  <meta http-equiv="X-UA-Compatible" content="chrome=1">
  
  <title>《三国机密》感 | 一根笨茄子</title>
  <meta name="author" content="Yubo Guo">
  
  <meta name="description" content="&amp;#xFF08;&amp;#x611F;&amp;#x8C22;&amp;#x67DA;&amp;#x5B50;&amp;#x7AE5;&amp;#x978B;&amp;#x6295;&amp;#x7A3F;&amp;#xFF09;


&amp;#x4F5C;&amp;#x4E3A;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x5973;&amp;#x670B;&amp;#x53CB;&amp;#xFF0C;&amp;#x6B7B;&amp;#x76AE;&amp;#x8D56;&amp;#x8138;&amp;#x5730;&amp;#x8981;&amp;#x5728;&amp;#x4ED6;&amp;#x535A;&amp;#x5BA2;&amp;#x4E0A;&amp;#x6324;&amp;#x4E00;&amp;#x7BC7;&amp;#x5C0F;&amp;#x6587;&amp;#x5237;&amp;#x5B58;&amp;#x5728;&amp;#x611F;&amp;#xFF0C;&amp;#x611F;&amp;#x8C22;&amp;#x90ED;&amp;#x5148;&amp;#x68EE;&amp;#x7684;&amp;#x6177;&amp;#x6168;&amp;#x5141;&amp;#x8BB8;&amp;#x3002;
2015&amp;#x7684;&amp;#x5F00;&amp;#x5E74;&amp;#x624B;&amp;#x673A;&amp;#x6389;&amp;#x5395;&amp;#x6240;&amp;#xFF0C;&amp;#x7136;&amp;#x540E;&amp;#x88AB;&amp;#x6211;&amp;#x6D17;&amp;#x574F;&amp;#x4E86;&amp;#xFF08;&amp;#x867D;&amp;#x7136;i6&amp;#x51FA;&amp;#x6765;&amp;#x4E86;&amp;#xFF0C;&amp;#x4F46;&amp;#x662F;&amp;#xFF0C;&amp;#x90ED;&amp;#x5148;&amp;#x68EE;&amp;#xFF0C;&amp;#x6211;&amp;#x771F;&amp;#x7684;&amp;#x4E0D;&amp;#x662F;&amp;#x6545;&amp;#x610F;&amp;#x7684;&amp;#xFF0C;&amp;#x6211;&amp;#x662F;&amp;#x6709;&amp;#x610F;&amp;#x7684;^-^&amp;#xFF09;&amp;#x3002;&amp;#x6B63;&amp;#x597D;&amp;#xFF0C;&amp;#x501F;&amp;#x8FD9;&amp;#x6BB5;&amp;#x65F6;&amp;#x95F4;&amp;#xFF0C;&amp;#x6C89;&amp;#x6DC0;&amp;#x81EA;&amp;#x5DF1;&amp;#xFF0C;&amp;#x8FC7;&amp;#x8FC7;&amp;#x6CA1;&amp;#x6709;&amp;#x624B;&amp;#x673A;&amp;#x7684;&amp;#x53E4;&amp;#x5893;&amp;#x6D3E;&amp;#x65E5;&amp;#x5B50;&amp;#x5427;&amp;#x3002;&amp;#x4E0D;&amp;#x77E5;&amp;#x4E0D;&amp;#x89C9;&amp;#x534A;&amp;#x4E2A;&amp;#x591A;&amp;#x6708;&amp;#x8FC7;&amp;#x53BB;&amp;#x4E86;&amp;#xFF0C;&amp;#x539F;&amp;#x6765;&amp;#x6CA1;&amp;#x6709;&amp;#x624B;&amp;#x673A;&amp;#x4F9D;&amp;#x7136;&amp;#x53EF;&amp;#x4EE5;&amp;#x5728;&amp;#x8FD9;&amp;#x4E2A;&amp;#x65F6;&amp;#x4EE3;&amp;#x5B89;&amp;#x7136;&amp;#x5730;&amp;#x5B58;&amp;#x5728;&amp;#x4E0B;&amp;#x53BB;&amp;#x3002;&amp;#x3002;&amp;#x3002;
&amp;#x6CA1;&amp;#x6709;&amp;#x624B;&amp;#x673A;&amp;#x7684;&amp;#x65E5;&amp;#x5B50;&amp;#xFF0C;&amp;#x6BCF;&amp;#x5929;&amp;#x4E0A;&amp;#x4E0B;&amp;#x73ED;&amp;#x7684;2&amp;#x4E2A;&amp;#x5C0F;&amp;#x65F6;&amp;#x90FD;&amp;#x5728;&amp;#x53D1;&amp;#x5446;&amp;#xFF0C;&amp;#x90ED;&amp;#x5148;&amp;#x68EE;&amp;#x8D34;&amp;#x5FC3;&amp;#x5730;&amp;#x7ED9;&amp;#x4E86;&amp;#x4ED6;&amp;#x5FC3;&amp;#x7231;&amp;#x7684;kindle,&amp;#x659F;&amp;#x914C;&amp;#x8BB8;&amp;#x4E45;&amp;#x63A8;&amp;#x8350;&amp;#x4E86;&amp;#x9A6C;&amp;#x4F2F;&amp;#x5EB8;&amp;#x7684;&amp;#x300A;&amp;#x4E09;&amp;#x56FD;&amp;#x673A;&amp;#x5BC6;&amp;#x300B;&amp;#x3002;&amp;#x9A6C;&amp;#x4F2F;&amp;#x5EB8;&amp;#x662F;&amp;#x8C01;&amp;#xFF1F;&amp;#x54EA;&amp;#x91CC;&amp;#x4EBA;&amp;#xFF1F;&amp;#x4EC0;&amp;#x4E48;&amp;#x65F6;&amp;#x5019;&amp;#x51FA;&amp;#x540D;&amp;#x7684;&amp;#x4F5C;&amp;#x5BB6;&amp;#xFF1F;&amp;#x5475;&amp;#x5475;&amp;#xFF0C;&amp;#x770B;&amp;#x5230;&amp;#x8FD9;&amp;#x4E9B;&amp;#x95EE;&amp;#x9898;&amp;#x5C31;&amp;#x4F1A;&amp;#x53D1;&amp;#x73B0;&amp;#x6211;&amp;#x662F;&amp;#x4E2A;&amp;#x4F2A;&amp;#x4E66;&amp;#x8FF7;&amp;#x4E86;&amp;#xFF0C;&amp;#x55EF;&amp;#xFF0C;&amp;#x5DF2;&amp;#x7ECF;&amp;#x5F88;&amp;#x4E45;&amp;#x5F88;&amp;#x4E45;&amp;#x6CA1;&amp;#x597D;&amp;#x597D;&amp;#x770B;&amp;#x5B8C;&amp;#x4E00;&amp;#x90E8;&amp;#x5B8C;&amp;#x6574;&amp;#x7684;&amp;#x5C0F;&amp;#x8BF4;&amp;#x4E86;&amp;#x3002;">
  
  
  <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no">

  <meta property="og:title" content="《三国机密》感"/>
  <meta property="og:site_name" content="一根笨茄子"/>

  <link rel="alternate" href="/atom.xml" title="一根笨茄子" type="application/atom+xml">
  <link rel="stylesheet" href="/css/style.css" media="screen" type="text/css">
  <link rel="icon" type="image/x-icon" href="/favicon.ico">
  <!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
  <script src="//ajax.googleapis.com/ajax/libs/jquery/1.8/jquery.min.js"></script>
  
  
<script type="text/javascript">
var _bdhmProtocol = (("https:" == document.location.protocol) ? " https://" : " http://");
document.write(unescape("%3Cscript src='" + _bdhmProtocol + "hm.baidu.com/h.js%3F996ee0fca2512b4c29f37f60cf6387ca' type='text/javascript'%3E%3C/script%3E"));
</script>

</head>


<body>
  <div class="wrapper">
    <header id="header"><div class="title">
  <h1><a href="/">一根笨茄子</a></h1>
  <p><a href="/"></a></p>
</div>
<nav class="nav">
  <ul>
    
      <li><a href="/archives">归档</a></li>
    
      <li><a href="/about">关于我</a></li>
    
  </ul>
  <div class="clearfix"></div>
</nav>
<div class="clearfix"></div></header>
    <div class="content"><article class="post">
  <header>
    
      <div class="icon"></div>
      <time datetime="2015-01-24T14:29:28.000Z"><a href="/2015/01/24/sgjm-reviewmd/">Jan 24 2015</a></time>
    
    
  
    <h1 class="title">《三国机密》感</h1>
  

  </header>
  
  <div class="entry">
    
      <p>&#xFF08;&#x611F;&#x8C22;&#x67DA;&#x5B50;&#x7AE5;&#x978B;&#x6295;&#x7A3F;&#xFF09;</p>
<hr>
<ul>
<li>&#x4F5C;&#x4E3A;&#x7A0B;&#x5E8F;&#x5458;&#x7684;&#x5973;&#x670B;&#x53CB;&#xFF0C;&#x6B7B;&#x76AE;&#x8D56;&#x8138;&#x5730;&#x8981;&#x5728;&#x4ED6;&#x535A;&#x5BA2;&#x4E0A;&#x6324;&#x4E00;&#x7BC7;&#x5C0F;&#x6587;&#x5237;&#x5B58;&#x5728;&#x611F;&#xFF0C;&#x611F;&#x8C22;&#x90ED;&#x5148;&#x68EE;&#x7684;&#x6177;&#x6168;&#x5141;&#x8BB8;&#x3002;</li>
<li>2015&#x7684;&#x5F00;&#x5E74;&#x624B;&#x673A;&#x6389;&#x5395;&#x6240;&#xFF0C;&#x7136;&#x540E;&#x88AB;&#x6211;&#x6D17;&#x574F;&#x4E86;&#xFF08;&#x867D;&#x7136;i6&#x51FA;&#x6765;&#x4E86;&#xFF0C;&#x4F46;&#x662F;&#xFF0C;&#x90ED;&#x5148;&#x68EE;&#xFF0C;&#x6211;&#x771F;&#x7684;&#x4E0D;&#x662F;&#x6545;&#x610F;&#x7684;&#xFF0C;&#x6211;&#x662F;&#x6709;&#x610F;&#x7684;^-^&#xFF09;&#x3002;&#x6B63;&#x597D;&#xFF0C;&#x501F;&#x8FD9;&#x6BB5;&#x65F6;&#x95F4;&#xFF0C;&#x6C89;&#x6DC0;&#x81EA;&#x5DF1;&#xFF0C;&#x8FC7;&#x8FC7;&#x6CA1;&#x6709;&#x624B;&#x673A;&#x7684;&#x53E4;&#x5893;&#x6D3E;&#x65E5;&#x5B50;&#x5427;&#x3002;&#x4E0D;&#x77E5;&#x4E0D;&#x89C9;&#x534A;&#x4E2A;&#x591A;&#x6708;&#x8FC7;&#x53BB;&#x4E86;&#xFF0C;&#x539F;&#x6765;&#x6CA1;&#x6709;&#x624B;&#x673A;&#x4F9D;&#x7136;&#x53EF;&#x4EE5;&#x5728;&#x8FD9;&#x4E2A;&#x65F6;&#x4EE3;&#x5B89;&#x7136;&#x5730;&#x5B58;&#x5728;&#x4E0B;&#x53BB;&#x3002;&#x3002;&#x3002;</li>
<li>&#x6CA1;&#x6709;&#x624B;&#x673A;&#x7684;&#x65E5;&#x5B50;&#xFF0C;&#x6BCF;&#x5929;&#x4E0A;&#x4E0B;&#x73ED;&#x7684;2&#x4E2A;&#x5C0F;&#x65F6;&#x90FD;&#x5728;&#x53D1;&#x5446;&#xFF0C;&#x90ED;&#x5148;&#x68EE;&#x8D34;&#x5FC3;&#x5730;&#x7ED9;&#x4E86;&#x4ED6;&#x5FC3;&#x7231;&#x7684;kindle,&#x659F;&#x914C;&#x8BB8;&#x4E45;&#x63A8;&#x8350;&#x4E86;&#x9A6C;&#x4F2F;&#x5EB8;&#x7684;&#x300A;&#x4E09;&#x56FD;&#x673A;&#x5BC6;&#x300B;&#x3002;&#x9A6C;&#x4F2F;&#x5EB8;&#x662F;&#x8C01;&#xFF1F;&#x54EA;&#x91CC;&#x4EBA;&#xFF1F;&#x4EC0;&#x4E48;&#x65F6;&#x5019;&#x51FA;&#x540D;&#x7684;&#x4F5C;&#x5BB6;&#xFF1F;&#x5475;&#x5475;&#xFF0C;&#x770B;&#x5230;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x5C31;&#x4F1A;&#x53D1;&#x73B0;&#x6211;&#x662F;&#x4E2A;&#x4F2A;&#x4E66;&#x8FF7;&#x4E86;&#xFF0C;&#x55EF;&#xFF0C;&#x5DF2;&#x7ECF;&#x5F88;&#x4E45;&#x5F88;&#x4E45;&#x6CA1;&#x597D;&#x597D;&#x770B;&#x5B8C;&#x4E00;&#x90E8;&#x5B8C;&#x6574;&#x7684;&#x5C0F;&#x8BF4;&#x4E86;&#x3002;<a id="more"></a></li>
<li>&#x4E09;&#x56FD;&#x7684;&#x539F;&#x8457;&#x6CA1;&#x770B;&#x8FC7;&#xFF0C;&#x91CC;&#x9762;&#x4EBA;&#x7269;&#x4E5F;&#x53EA;&#x7565;&#x77E5;&#x4E00;&#x4E8C;&#xFF0C;&#x52A0;&#x4E4B;&#x73A9;&#x4E09;&#x56FD;&#x6740;&#x53C8;&#x8865;&#x5145;&#x4E86;&#x70B9;&#xFF0C;&#x603B;&#x4E4B;&#x4EBA;&#x7269;&#x5173;&#x7CFB;&#x7684;&#x4E86;&#x89E3;&#x53EA;&#x662F;&#x51B0;&#x5C71;&#x4E00;&#x89D2;&#x3002;&#x6709;&#x4E00;&#x5929;&#x90ED;&#x5148;&#x68EE;&#x8BA9;&#x6211;&#x731C;&#x5B54;&#x878D;&#x662F;&#x54EA;&#x56FD;&#x7684;&#xFF0C;&#x968F;&#x53E3;&#x8BF4;&#x4E86;&#x4E2A;&#x9B4F;&#x56FD;&#x7ADF;&#x7136;&#x649E;&#x5BF9;&#x4E86;&#xFF0C;&#x6211;&#x53EA;&#x662F;&#x8D64;&#x679C;&#x679C;&#x5730;&#x811A;&#x7740;&#x9B4F;&#x56FD;&#x987A;&#x53E3;&#x554A;&#x3002;&#x3002;&#x3002;</li>
<li>&#x9A6C;&#x4F2F;&#x5EB8;&#x4E0D;&#x7231;&#x718F;&#x67D3;&#x98CE;&#x666F;&#xFF0C;&#x597D;&#x5199;&#x4EBA;&#x7269;&#x5FC3;&#x7406;&#x548C;&#x8868;&#x60C5;&#xFF0C;&#x4E5F;&#x8BB8;&#x4E09;&#x56FD;&#x91CC;&#x4E5F;&#x6CA1;&#x4EC0;&#x4E48;&#x98CE;&#x666F;&#x53EF;&#x5199;&#x5427;&#xFF0C;&#x6B63;&#x597D;&#x6211;&#x4E0D;&#x559C;&#x6B22;&#x592A;&#x591A;&#x5199;&#x98CE;&#x666F;&#x7684;&#x6587;&#x5B57;&#xFF0C;&#x91CD;&#x70B9;&#x591A;&#x5728;&#x60C5;&#x8282;&#x548C;&#x4EBA;&#x7269;&#xFF0C;&#x90ED;&#x5148;&#x68EE;&#x679C;&#x7136;&#x62FF;&#x634F;&#x7684;&#x6070;&#x5230;&#x597D;&#x5904;&#x3002;</li>
<li>&#x5C0F;&#x8BF4;&#x7684;&#x6545;&#x4E8B;&#x56F4;&#x7ED5;&#x8463;&#x627F;&#x4E4B;&#x4E71;&#x548C;&#x5B98;&#x6E21;&#x4E4B;&#x6218;&#x8FD9;&#x6BB5;&#x5386;&#x53F2;&#x5C55;&#x5F00;&#xFF0C;&#x4EE5;&#x53CC;&#x80DE;&#x80CE;&#x7684;&#x5929;&#x5B50;&#x5218;&#x5F7B;&#x4E3A;&#x4E3B;&#x4EBA;&#x516C;&#xFF0C;&#x91CC;&#x9762;&#x6700;&#x51FA;&#x5F69;&#x7684;&#x5176;&#x5B83;&#x4EBA;&#x7269;&#x5F53;&#x5C5E;&#x51E0;&#x4E2A;&#x8C0B;&#x58EB;&#x4E86;&#xFF1A;&#x4ECE;&#x5168;&#x5C40;&#x8003;&#x8651;&#xFF0C;&#x6B65;&#x6B65;&#x8BBE;&#x5957;&#x7684;&#x90ED;&#x5609;&#xFF1B;&#x559C;&#x6B22;&#x8BA9;&#x4EBA;&#x81EA;&#x884C;&#x8111;&#x8865;&#x7684;&#x53F8;&#x9A6C;&#x61FF;&#xFF1B;&#x6349;&#x6478;&#x4E0D;&#x900F;&#xFF0C;&#x53C8;&#x8001;&#x4E0D;&#x6B7B;&#x7684;&#x8D3E;&#x8BE9;&#xFF1B;&#x4E3A;&#x4E86;&#x6218;&#x80DC;&#x90ED;&#x5609;&#x800C;&#x8C0B;&#x7684;&#x5176;&#x5B83;&#x8C0B;&#x58EB;&#x6768;&#x4FEE;&#x3001;&#x6590;&#x5148;&#x751F;&#x7B49;&#x3002;&#x6211;&#x6700;&#x559C;&#x6B22;&#x7684;&#x662F;&#x90ED;&#x5609;&#x548C;&#x53F8;&#x9A6C;&#x61FF;&#xFF0C;&#x90ED;&#x5609;&#x770B;&#x4E0A;&#x53BB;&#x662F;&#x4E00;&#x4E2A;&#x4EC0;&#x4E48;&#x90FD;&#x4E0D;&#x5728;&#x4E4E;&#x7684;&#x4EBA;&#xFF0C;&#x5176;&#x5B9E;&#x53EA;&#x8981;&#x4ED6;&#x5728;&#x4E4E;&#x7684;&#x4E8B;&#x60C5;&#x90FD;&#x4F1A;&#x5B9E;&#x73B0;&#xFF0C;&#x4E3A;&#x534E;&#x4E39;&#x590D;&#x4EC7;&#xFF0C;&#x5B8C;&#x6210;&#x8C82;&#x8749;&#x7684;&#x613F;&#x671B;&#xFF0C;&#x8FD9;&#x4E9B;&#x4E0E;&#x9B4F;&#x56FD;&#x65E0;&#x5173;&#xFF0C;&#x4E0E;&#x66F9;&#x64CD;&#x65E0;&#x5173;&#xFF0C;&#x90FD;&#x4E0E;&#x5973;&#x4EBA;&#x6709;&#x5173;&#xFF0C;&#x662F;&#xFF0C;&#x8FD9;&#x624D;&#x662F;&#x90ED;&#x5609;&#x7684;&#x98CE;&#x683C;&#x3002;&#x90ED;&#x5609;&#x7684;&#x8C0B;&#x7565;&#x4E2D;&#xFF0C;&#x59CB;&#x7EC8;&#x4F1A;&#x8BA9;&#x654C;&#x4EBA;&#x6709;&#x79CD;&#x6211;&#x5360;&#x4E0A;&#x98CE;&#x6211;&#x4F1A;&#x8D62;&#x7684;&#x9519;&#x89C9;&#xFF0C;&#x5B70;&#x4E0D;&#x77E5;&#x90ED;&#x5609;&#x7684;&#x8BA1;&#x8C0B;&#x6C38;&#x8FDC;&#x5728;&#x654C;&#x4EBA;&#x8BA1;&#x8C0B;&#x4E4B;&#x4E0A;&#xFF0C;&#x7B49;&#x654C;&#x4EBA;&#x53D1;&#x73B0;&#x5DF2;&#x662F;&#x6068;&#x665A;&#xFF0C;&#x8C0B;&#x5176;&#x6240;&#x8C0B;&#xFF0C;&#x7B11;&#x5230;&#x6700;&#x540E;&#x7684;&#x8FD8;&#x662F;&#x90ED;&#x5609;&#x3002;&#x53F8;&#x9A6C;&#x61FF;&#x7684;&#x81EA;&#x884C;&#x8111;&#x8865;&#x8C0B;&#x7565;&#x8BA9;&#x654C;&#x4EBA;&#x5BF9;&#x81EA;&#x5DF1;&#x505A;&#x51FA;&#x7684;&#x6BCF;&#x4E00;&#x4E2A;&#x51B3;&#x7B56;&#x3001;&#x884C;&#x4E3A;&#x3001;&#x63A8;&#x6D4B;&#x90FD;&#x6DF1;&#x4FE1;&#x4E0D;&#x7591;&#xFF0C;&#x53F8;&#x9A6C;&#x61FF;&#x53EA;&#x9700;&#x5728;&#x4E00;&#x65C1;&#x5C06;&#x4E00;&#x4E9B;&#x65E0;&#x8DB3;&#x8F7B;&#x91CD;&#x7684;&#x5173;&#x952E;&#x8BCD;&#x7565;&#x4F5C;&#x63D0;&#x793A;&#xFF0C;&#x5F85;&#x654C;&#x4EBA;&#x5411;&#x81EA;&#x5DF1;&#x671F;&#x671B;&#x7684;&#x65B9;&#x5411;&#x6BEB;&#x4E0D;&#x72B9;&#x8C6B;&#x5730;&#x5954;&#x53BB;&#xFF0C;&#x6BD4;&#x8D77;&#x7EDE;&#x5C3D;&#x8111;&#x6C41;&#x53BB;&#x8BF4;&#x670D;&#x522B;&#x4EBA;&#xFF0C;&#x81EA;&#x884C;&#x8111;&#x8865;&#x6CD5;&#x5374;&#x66F4;&#x52A0;&#x4E8B;&#x534A;&#x529F;&#x500D;&#x3002;&#x4E09;&#x56FD;&#x91CC;&#x7684;&#x8C0B;&#x58EB;&#x592A;&#x591A;&#xFF0C;&#x52A0;&#x4E0A;&#x8BA1;&#x4E2D;&#x8BA1;&#xFF0C;&#x5BF9;&#x4E8E;&#x6211;&#x8FD9;&#x4E2A;&#x6BEB;&#x65E0;&#x5FC3;&#x8BA1;&#x7684;&#x4EBA;&#x770B;&#x8D77;&#x6765;&#x76F8;&#x5F53;&#x8D39;&#x8111;&#x7B4B;&#xFF0C;&#x8BB8;&#x591A;&#x60C5;&#x8282;&#x4E0D;&#x77E5;&#x9053;&#x4E3A;&#x4EC0;&#x4E48;&#x67D0;&#x4E2A;&#x4EBA;&#x8981;&#x8FD9;&#x6837;&#x6216;&#x90A3;&#x6837;&#x505A;&#xFF0C;&#x867D;&#x7136;&#x662F;&#x7AD9;&#x5728;&#x5C40;&#x5916;&#x4EBA;&#x7684;&#x89D2;&#x5EA6;&#x5374;&#x5B8C;&#x5168;&#x731C;&#x4E0D;&#x51FA;&#x8981;&#x800D;&#x4EC0;&#x4E48;&#x82B1;&#x6837;&#x3002;</li>
<li>&#x770B;&#x5B8C;&#x5C0F;&#x8BF4;&#xFF0C;&#x7EC8;&#x4E8E;&#x9192;&#x609F;&#x5230;&#xFF0C;&#x4E2D;&#x56FD;&#x4EBA;&#x8BF4;&#x8BDD;&#x4E3A;&#x4EC0;&#x4E48;&#x559C;&#x6B22;&#x7ED5;&#x5708;&#x5B50;&#x4E86;&#xFF0C;&#x539F;&#x6765;&#x4ECE;&#x53E4;&#x4EE3;&#x5C31;&#x6709;&#x8FD9;&#x4E2A;&#x4E60;&#x60EF;&#xFF0C;&#x541B;&#x81E3;&#x4E5F;&#x597D;&#xFF0C;&#x670B;&#x53CB;&#x4E5F;&#x7F62;&#xFF0C;&#x90FD;&#x559C;&#x5F15;&#x636E;&#x7ECF;&#x5178;&#xFF0C;&#x4EC0;&#x4E48;&#x300A;&#x79BB;&#x9A9A;&#x300B; &#x56DB;&#x4E66;&#x4E94;&#x7ECF;&#x4E4B;&#x7C7B;&#x7684;&#x5404;&#x79CD;&#x5F15;&#x7528;&#xFF0C;&#x4FE1;&#x624B;&#x62C8;&#x6765;&#xFF0C;&#x53EA;&#x8BF4;&#x4E0A;&#x53E5;&#xFF0C;&#x8BA9;&#x4F60;&#x81EA;&#x884C;&#x8054;&#x60F3;&#x6349;&#x6478;&#x4E0B;&#x53E5;&#x6240;&#x6307;&#x542B;&#x4E49;&#xFF0C;&#x5404;&#x79CD;&#x8D39;&#x8111;&#x7B4B;&#x554A;&#x3002;&#x3002;&#x3002;</li>
<li>&#x8D3E;&#x8BE9;&#x662F;&#x6211;&#x552F;&#x4E00;&#x6CA1;&#x770B;&#x660E;&#x767D;&#x7684;&#x4EBA;&#xFF0C;&#x8FDE;&#x90ED;&#x5609;&#x4E5F;&#x4E0D;&#x660E;&#x767D;&#xFF0C;&#x4ED6;&#x524D;&#x540E;&#x7684;&#x884C;&#x4E3A;&#x6709;&#x4E9B;&#x77DB;&#x76FE;&#xFF0C;&#x4ED6;&#x7684;&#x6240;&#x505A;&#x6240;&#x4E3A;&#x603B;&#x627E;&#x4E0D;&#x5230;&#x4E00;&#x4E2A;&#x5B8C;&#x6574;&#x7684;&#x56E0;&#x679C;&#x6765;&#x89E3;&#x91CA;&#xFF0C;&#x4ED6;&#x5230;&#x5E95;&#x8981;&#x4FDD;&#x62A4;&#x8C01;&#xFF1F;&#x60F3;&#x4E0D;&#x660E;&#x767D;&#x3002;&#x3002;&#x3002;&#x5C0F;&#x8BF4;&#x6700;&#x540E;&#x4EE5;&#x8D3E;&#x8BE9;&#x7684;&#x4E00;&#x6BB5;&#x7ED3;&#x5C3E;&#xFF0C;&#x611F;&#x89C9;&#x9A6C;&#x4F2F;&#x5EB8;&#x6700;&#x559C;&#x6B22;&#x7684;&#x4EBA;&#x662F;&#x8D3E;&#x8BE9;&#xFF0C;&#x4E5F;&#x8BB8;&#x8FD9;&#x4E2A;&#x6218;&#x573A;&#x4E0A;&#xFF0C;&#x90ED;&#x5609;&#x53EA;&#x8D62;&#x4E86;&#x6218;&#x4E89;&#xFF0C;&#x800C;&#x8D3E;&#x8BE9;&#x5374;&#x8D62;&#x4E86;&#x66F4;&#x91CD;&#x8981;&#x7684;&#x4E1C;&#x897F;&#x3002;</li>
<li>&#x518D;&#x8BF4;&#x8BF4;&#x540D;&#x5B58;&#x5B9E;&#x4EA1;&#x7684;&#x5927;&#x6C49;&#x5929;&#x5B50;&#x5218;&#x534F;&#xFF0C;&#x771F;&#x5218;&#x534F;&#x6B7B;&#x4E4B;&#x524D;&#x5199;&#x4E0B;&#x8863;&#x5E26;&#x8BCF;&#x8981;&#x81EA;&#x5DF1;&#x7684;&#x53CC;&#x80DE;&#x80CE;&#x5F1F;&#x5F1F;&#x5218;&#x5E73;&#x7EE7;&#x4F4D;&#xFF0C;&#x4E00;&#x5FC3;&#x60F3;&#x5149;&#x590D;&#x6C49;&#x5BA4;&#x7684;&#x4ED6;&#x6709;&#x4E24;&#x79CD;&#x624B;&#x6BB5;&#x53EF;&#x4EE5;&#x9009;&#x62E9;&#xFF0C;&#x5411;&#x54E5;&#x54E5;&#x4E00;&#x6837;&#x7EE7;&#x7EED;&#x51B7;&#x9177;&#x6B8B;&#x5FCD;&#x548C;&#x575A;&#x6301;&#x81EA;&#x5DF1;&#x7684;&#x4EC1;&#x7231;&#x9053;&#x4E49;&#xFF0C;&#x4ED6;&#x9009;&#x62E9;&#x4E86;&#x540E;&#x8005;&#x3002;&#x4F46;&#x6B63;&#x662F;&#x8FD9;&#x4EC1;&#x8BA9;&#x4ED6;&#x4E27;&#x5931;&#x4E86;&#x6700;&#x540E;&#x552F;&#x4E00;&#x4E00;&#x6B21;&#x53EF;&#x4EE5;&#x6740;&#x6B7B;&#x66F9;&#x64CD;&#x7684;&#x673A;&#x4F1A;&#xFF0C;&#x4F46;&#x4ED6;&#x4E0D;&#x540E;&#x6094;&#x3002;&#x4F5C;&#x8005;&#x7ED9;&#x6211;&#x4EEC;&#x6697;&#x793A;&#x4E86;&#x575A;&#x6301;&#x4EC1;&#x9053;&#x662F;&#x6700;&#x8270;&#x96BE;&#x7684;&#x4E00;&#x79CD;&#x9009;&#x62E9;&#xFF0C;&#x6CA1;&#x6709;&#x4E4B;&#x4E00;&#xFF0C;&#x8BB8;&#x591A;&#x9EBB;&#x70E6;&#x82E5;&#x662F;&#x51B7;&#x9177;&#x5BF9;&#x5F85;&#x53EA;&#x9700;&#x5200;&#x67AA;&#x5373;&#x53EF;&#x77AC;&#x95F4;&#x89E3;&#x51B3;&#xFF0C;&#x4F46;&#x4EC1;&#x5FB7;&#x4E0D;&#x540C;&#xFF0C;&#x5B83;&#x662F;&#x7528;&#x884C;&#x52A8;&#x7528;&#x5FC3;&#x53BB;&#x611F;&#x5316;&#xFF0C;&#x8BA9;&#x4E16;&#x754C;&#x90FD;&#x4E3A;&#x4E4B;&#x6210;&#x4EC1;&#x3002;&#x9053;&#x4E0D;&#x540C;&#xFF0C;&#x4E0D;&#x76F8;&#x4E0E;&#x8C0B;&#xFF0C;&#x5218;&#x5E73;&#x662F;&#x90A3;&#x65F6;&#x4EE3;&#x5C11;&#x6570;&#x575A;&#x6301;&#x4EC1;&#x9053;&#x7684;&#x4EBA;&#xFF0C;&#x4E00;&#x5F00;&#x59CB;&#x8EAB;&#x8FB9;&#x7684;&#x8C0B;&#x58EB;&#x5E2E;&#x52A9;&#x4ED6;&#x7684;&#x4EBA;&#x5F88;&#x591A;&#xFF0C;&#x4F46;&#x6700;&#x540E;&#x53D8;&#x6210;&#x4E86;&#x4ED6;&#x5B64;&#x8EAB;&#x4E00;&#x4EBA;&#x81EA;&#x5DF1;&#x7ED9;&#x81EA;&#x5DF1;&#x5F53;&#x8C0B;&#x58EB;&#x53BB;&#x575A;&#x6301;&#x81EA;&#x5DF1;&#x7684;&#x9053;&#x4E49;&#xFF0C;&#x6700;&#x7EC8;&#x8FD8;&#x662F;&#x5931;&#x8D25;&#x4E86;&#x3002;&#x4E71;&#x4E16;&#x884C;&#x4EC1;&#x9053;&#x5B9E;&#x5728;&#x662F;&#x96BE;&#x4E0A;&#x52A0;&#x96BE;&#xFF0C;&#x800C;&#x5F53;&#x4ECA;&#x53C8;&#x5982;&#x4F55;&#x80FD;&#x505A;&#x597D;&#x4E00;&#x4E2A;&#x7EAF;&#x7CB9;&#x7684;&#x4EC1;&#x5FB7;&#x4E4B;&#x4EBA;&#x5462;&#xFF1F;</li>
</ul>

    
  </div>
  <footer>
    
      
      
  
  <div class="tags">
    <a href="/tags/书单/">书单</a>, <a href="/tags/杂谈/">杂谈</a>
  </div>

    
    <div class="clearfix"></div>
  </footer>
</article>
<!-- JiaThis Button BEGIN -->
<script type="text/javascript" src="http://v3.jiathis.com/code/jiathis_r.js?uid=1347205161838655&move=0" charset="utf-8"></script>
<!-- JiaThis Button END -->

<section id="comment">
  <h1 class="title">Comments</h1>
  <div class="ds-thread" data-title="《三国机密》感">
  </div>
</section>
</div>
  </div>
  <div class="widget-wrapper">
    <aside id="sidebar">
  
  
    
      
      
    
      
      

<div class="widget tag first">
  <h3 class="title">Tags</h3>
  <ul class="entry">
  
    <li><a href="/tags/Python/">Python</a><small>11</small></li>
  
    <li><a href="/tags/Unity3D/">Unity3D</a><small>1</small></li>
  
    <li><a href="/tags/书单/">书单</a><small>4</small></li>
  
    <li><a href="/tags/北京车展/">北京车展</a><small>1</small></li>
  
    <li><a href="/tags/杂谈/">杂谈</a><small>5</small></li>
  
    <li><a href="/tags/游戏开发/">游戏开发</a><small>1</small></li>
  
    <li><a href="/tags/爱好/">爱好</a><small>1</small></li>
  
    <li><a href="/tags/生活/">生活</a><small>2</small></li>
  
    <li><a href="/tags/读书笔记/">读书笔记</a><small>11</small></li>
  
    <li><a href="/tags/读后感/">读后感</a><small>1</small></li>
  
  </ul>
</div>

    
      
      

<div class="widget recent-posts">
  <h3 class="title">Recent Posts</h3>
  <ul class="entry">
    
      <li>
        <a href="/2015/01/24/sgjm-reviewmd/">《三国机密》感</a>
      </li>
    
      <li>
        <a href="/2015/01/01/2014-booklist-2/">2014年下半年书单</a>
      </li>
    
      <li>
        <a href="/2014/10/01/2014-booklist-1/">2014年上半年书单</a>
      </li>
    
      <li>
        <a href="/2014/06/05/python-source-11/">《Python源码剖析》读书笔记-11 Python虚拟机中的函数机制</a>
      </li>
    
      <li>
        <a href="/2014/05/23/unity2d-flappybird/">用Unity3D仿造一个FlappyBird</a>
      </li>
    
  </ul>
</div>

    
      
      

<div class="widget blogroll">
  <h3 class="title">Links</h3>
  <ul class="entry">
  
    
    <li><a href="http://guoyb.com/" target="_blank">旧博客</a></li>
  
    
    <li><a href="http://weibo.com/dusticebloomingmonk" target="_blank">新浪微博</a></li>
  
    
    <li><a href="http://www.linkedin.com/profile/view?id=256546845" target="_blank">LinkedIn</a></li>
  
    
    <li><a href="http://www.yanggy.com/" target="_blank">阳总工</a></li>
  
    
    <li><a href="http://mcgrady164.github.io/" target="_blank">阿俊</a></li>
  
  </ul>
</div>

    
  
</aside>
<div class="clearfix"></div>
  </div>
  <footer id="footer"><div class="copyright">
  
  &copy; 2015 <a href="/">Yubo Guo</a>
  
</div>
<div class="theme-copyright">
  Theme by <a href="https://github.com/orderedlist" target="_blank">orderedlist</a>
   | 
  Redesign by <a href="http://heroicyang.com/" target="_blank">Heroic Yang</a>
</div>
<div class="clearfix"></div></footer>
  <script src="/js/scale.fix.js"></script>
<script src="/js/jquery.imagesloaded.min.js"></script>
<script src="/js/gallery.js"></script>


<script type="text/javascript">
  var duoshuoQuery = { short_name: 'guoyb' };
  (function() {
    var ds = document.createElement('script');
    ds.type = 'text/javascript';
    ds.async = true;
    ds.src = 'http://static.duoshuo.com/embed.js';
    ds.charset = 'UTF-8';
    (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(ds);
  })();
</script>



<link rel="stylesheet" href="/fancybox/jquery.fancybox.css" media="screen" type="text/css">
<script src="/fancybox/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
  (function($){
    $('.fancybox').fancybox();
  })(jQuery);
</script>

</body>
</html>