<!DOCTYPE html>
<html>
<head>
  <meta charset="utf-8">
  
  <title>八一八“伟大的”文学家们——读《毛姆读书随笔》 | Hexo</title>
  <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
  <meta name="description" content="&#x6BDB;&#x59C6;&#x88AB;&#x8A89;&#x4E3A;&#x82F1;&#x56FD;&#x201D;&#x6700;&#x4F1A;&#x8BB2;&#x6545;&#x4E8B;&#x7684;&#x4F5C;&#x5BB6;&#x201C;&#xFF0C;&#x6211;&#x4E4B;&#x524D;&#x8BFB;&#x8FC7;&#x4ED6;&#x7684">
<meta property="og:type" content="article">
<meta property="og:title" content="八一八“伟大的”文学家们——读《毛姆读书随笔》">
<meta property="og:url" content="http://yoursite.com/2014/04/17/maugham-reading-notes/">
<meta property="og:site_name" content="Hexo">
<meta property="og:description" content="&#x6BDB;&#x59C6;&#x88AB;&#x8A89;&#x4E3A;&#x82F1;&#x56FD;&#x201D;&#x6700;&#x4F1A;&#x8BB2;&#x6545;&#x4E8B;&#x7684;&#x4F5C;&#x5BB6;&#x201C;&#xFF0C;&#x6211;&#x4E4B;&#x524D;&#x8BFB;&#x8FC7;&#x4ED6;&#x7684">
<meta property="og:image" content="http://guoybblog.qiniudn.com/maomu.jpg">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="八一八“伟大的”文学家们——读《毛姆读书随笔》">
<meta name="twitter:description" content="&#x6BDB;&#x59C6;&#x88AB;&#x8A89;&#x4E3A;&#x82F1;&#x56FD;&#x201D;&#x6700;&#x4F1A;&#x8BB2;&#x6545;&#x4E8B;&#x7684;&#x4F5C;&#x5BB6;&#x201C;&#xFF0C;&#x6211;&#x4E4B;&#x524D;&#x8BFB;&#x8FC7;&#x4ED6;&#x7684">
  
    <link rel="alternative" href="/atom.xml" title="Hexo" type="application/atom+xml">
  
  
    <link rel="icon" href="/favicon.png">
  
  <link href="http://fonts.googleapis.com/css?family=Source+Code+Pro" rel="stylesheet" type="text/css">
  <link rel="stylesheet" href="/css/style.css" type="text/css">
  <!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
  
</head>
<body>
  <div id="container">
    <div id="wrap">
      <header id="header">
  <div id="banner"></div>
  <div id="header-outer" class="outer">
    <div id="header-title" class="inner">
      <h1 id="logo-wrap">
        <a href="/" id="logo">Hexo</a>
      </h1>
      
    </div>
    <div id="header-inner" class="inner">
      <nav id="main-nav">
        <a id="main-nav-toggle" class="nav-icon"></a>
        
          <a class="main-nav-link" href="/">Home</a>
        
          <a class="main-nav-link" href="/archives">Archives</a>
        
      </nav>
      <nav id="sub-nav">
        
          <a id="nav-rss-link" class="nav-icon" href="/atom.xml" title="RSS Feed"></a>
        
        <a id="nav-search-btn" class="nav-icon" title="Search"></a>
      </nav>
      <div id="search-form-wrap">
        <form action="//google.com/search" method="get" accept-charset="UTF-8" class="search-form"><input type="search" name="q" results="0" class="search-form-input" placeholder="Search"><input type="submit" value="&#xF002;" class="search-form-submit"><input type="hidden" name="q" value="site:http://yoursite.com"></form>
      </div>
    </div>
  </div>
</header>
      <div class="outer">
        <section id="main"><article id="post-maugham-reading-notes" class="article article-type-post" itemscope itemprop="blogPost">
  <div class="article-meta">
    <a href="/2014/04/17/maugham-reading-notes/" class="article-date">
  <time datetime="2014-04-17T13:54:48.000Z" itemprop="datePublished">Apr 17 2014</time>
</a>
    
  </div>
  <div class="article-inner">
    
    
      <header class="article-header">
        
  
    <h1 class="article-title" itemprop="name">
      八一八“伟大的”文学家们——读《毛姆读书随笔》
    </h1>
  

      </header>
    
    <div class="article-entry" itemprop="articleBody">
      
        <hr>
<p>&#x6BDB;&#x59C6;&#x88AB;&#x8A89;&#x4E3A;&#x82F1;&#x56FD;&#x201D;&#x6700;&#x4F1A;&#x8BB2;&#x6545;&#x4E8B;&#x7684;&#x4F5C;&#x5BB6;&#x201C;&#xFF0C;&#x6211;&#x4E4B;&#x524D;&#x8BFB;&#x8FC7;&#x4ED6;&#x7684;&#x5C0F;&#x518C;&#x5B50;&#x300A;&#x6708;&#x4EAE;&#x548C;&#x516D;&#x4FBF;&#x58EB;&#x300B;&#x4EE5;&#x53CA;&#x5927;&#x539A;&#x672C;&#x300A;&#x4EBA;&#x751F;&#x7684;&#x67B7;&#x9501;&#x300B;&#xFF0C;&#x80FD;&#x591F;&#x4ECE;&#x6587;&#x5B57;&#x80CC;&#x540E;&#x611F;&#x89C9;&#x5230;&#x4F5C;&#x8005;&#x90A3;&#x79CD;&#x51B7;&#x9759;&#x7280;&#x5229;&#x7684;&#x4E2D;&#x5E74;&#x5927;&#x53D4;&#x8303;&#x3002;</p>
<p><img src="http://guoybblog.qiniudn.com/maomu.jpg" alt="&#x6BDB;&#x59C6;"></p>
<p>&#x55EF;&#xFF1F;&#x53FC;&#x4E2A;&#x70DF;&#x6597;&#xFF0C;&#x597D;&#x50CF;&#x4FA6;&#x63A2;&#x54E6;&#x2026;&#x2026;</p>
<p>&#x7684;&#x786E;&#xFF0C;&#x6BDB;&#x59C6;&#x5927;&#x53D4;&#x5728;&#x8FD9;&#x672C;&#x8BFB;&#x4E66;&#x968F;&#x7B14;&#x4E2D;&#xFF0C;&#x5C55;&#x73B0;&#x51FA;&#x4E86;&#x4ED6;&#x4FA6;&#x63A2;&#x5F0F;&#x7684;&#x516B;&#x5366;&#x7CBE;&#x795E;&#xFF0C;&#x4ECE;&#x5DF4;&#x5C14;&#x624E;&#x514B;&#x5230;&#x6258;&#x5C14;&#x65AF;&#x6CF0;&#xFF0C;&#x628A;&#x8FD9;&#x4E9B;&#x4E2D;&#x5B66;&#x8BED;&#x6587;&#x8BFE;&#x672C;&#x4E2D;&#x7684;&#x201C;&#x4F1F;&#x5927;&#x7684;&#x6587;&#x5B66;&#x5BB6;&#x3001;&#x601D;&#x60F3;&#x5BB6;&#x3001;xx&#x5BB6;&#x3001;yy&#x5BB6;&#x201D;&#x7684;&#x79C1;&#x751F;&#x6D3B;&#x7FFB;&#x4E86;&#x4E2A;&#x5E95;&#x671D;&#x5929;&#x3002;&#x4F5C;&#x4E3A;&#x8BFB;&#x8005;&#x5462;&#xFF0C;&#x6211;&#x597D;&#x50CF;&#x770B;&#x5230;&#x4E86;&#x8FD9;&#x4E9B;&#x6587;&#x8C6A;&#x4EEC;&#x4E00;&#x4E2A;&#x4E2A;&#x53EA;&#x7740;&#x5E95;&#x88E4;&#x7AD9;&#x5728;&#x6211;&#x9762;&#x524D;&#xFF0C;&#x4E0D;&#x7531;&#x5F97;&#x5E78;&#x707E;&#x4E50;&#x7978;&#x4E86;&#x4E00;&#x628A;&#x2014;&#x2014;&#x54C8;&#x54C8;&#xFF0C;&#x5F53;&#x5E74;&#x8BED;&#x6587;&#x8BFE;&#x4E0A;&#x4F60;&#x4EEC;&#x628A;&#x6211;&#x6298;&#x78E8;&#x7684;&#x90A3;&#x4E48;&#x60E8;&#xFF0C;&#x5C45;&#x7136;&#x4E5F;&#x6709;&#x4ECA;&#x5929;^~^</p>
<p><a id="more"></a><br>&#x6BDB;&#x59C6;&#x5927;&#x53D4;&#x5F00;&#x7BC7;&#x540D;&#x4E49;&#xFF0C;&#x4EE5;&#x4E00;&#x4E2A;&#x4E00;&#x7EBF;&#x4F5C;&#x5BB6;&#xFF08;&#x5F53;&#x65F6;&#x8FD8;&#x662F;&#x4E00;&#x7EBF;&#xFF09;&#x7684;&#x8EAB;&#x4EFD;&#xFF0C;&#x544A;&#x8BC9;&#x8BFB;&#x8005;&#xFF1A;&#x5C0F;&#x8BF4;&#xFF0C;&#x5C31;&#x662F;&#x4E3A;&#x4E86;&#x7ED9;&#x8BFB;&#x8005;&#x5E26;&#x6765;&#x9605;&#x8BFB;&#x7684;&#x4E50;&#x8DA3;&#xFF1B;&#x5BF9;&#x4E8E;&#x4E00;&#x90E8;&#x65E0;&#x6CD5;&#x7ED9;&#x8BFB;&#x8005;&#x5E26;&#x6765;&#x4EFB;&#x4F55;&#x9605;&#x8BFB;&#x5FEB;&#x611F;&#x7684;&#x5C0F;&#x8BF4;&#xFF0C;&#x6216;&#x8005;&#x4E00;&#x90E8;&#x5C0F;&#x8BF4;&#x4E2D;&#x90A3;&#x4E9B;&#x65E0;&#x6CD5;&#x5E26;&#x6765;&#x9605;&#x8BFB;&#x5FEB;&#x611F;&#x7684;&#x7AE0;&#x8282;&#x548C;&#x6BB5;&#x843D;&#xFF0C;&#x4E0D;&#x8BFB;&#x4E5F;&#x7F62;&#xFF01;&#x6211;&#x8BFB;&#x5230;&#x8FD9;&#x91CC;&#xFF0C;&#x8FDB;&#x5165;&#x8111;&#x6D77;&#x7684;&#x7B2C;&#x4E00;&#x5370;&#x8C61;&#x5C31;&#x662F;&#x96E8;&#x679C;&#x5728;&#x300A;&#x5DF4;&#x9ECE;&#x5723;&#x6BCD;&#x9662;&#x300B;&#x91CC;&#x7528;&#x539A;&#x539A;&#x7684;&#x51E0;&#x5341;&#x9875;&#x7BC7;&#x5E45;&#x6765;&#x63CF;&#x7ED8;&#x7684;&#x5DF4;&#x9ECE;&#x5EFA;&#x7B51;&#x3002;&#x5F53;&#x65F6;&#x5BF9;&#x4E8E;&#x8FD9;&#x90E8;&#x5206;&#x5185;&#x5BB9;&#xFF0C;&#x6211;&#x8BFB;&#x4E86;&#x51E0;&#x6BB5;&#x5C31;&#x4E0D;&#x65AD;&#x8D70;&#x795E;&#xFF0C;&#x4E8E;&#x662F;&#x5C31;&#x76F4;&#x63A5;&#x8DF3;&#x8FC7;&#x53BB;&#x4E86;&#xFF0C;&#x867D;&#x7136;&#x5BF9;&#x4E8E;&#x7406;&#x89E3;&#x6545;&#x4E8B;&#x6CA1;&#x6709;&#x5F71;&#x54CD;&#xFF0C;&#x4F46;&#x662F;&#x540E;&#x6765;&#x5FC3;&#x91CC;&#x603B;&#x6709;&#x9690;&#x9690;&#x7684;&#x540E;&#x6094;&#xFF0C;&#x89C9;&#x5F97;&#x81EA;&#x5DF1;&#x9519;&#x8FC7;&#x4E86;&#x4EC0;&#x4E48;&#x3002;&#x6BDB;&#x59C6;&#x5927;&#x53D4;&#x7684;&#x8FD9;&#x6BB5;&#x8BDD;&#x771F;&#x662F;&#x8BA9;&#x6211;&#x5982;&#x91CA;&#x91CD;&#x8D1F;&#x3002;&#x5C31;&#x50CF;&#x4E54;&#x8001;&#x7237;&#x4EB2;&#x81EA;&#x544A;&#x8BC9;&#x6211;&#xFF1A;&#x201C;&#x5982;&#x679C;&#x4F60;&#x89C9;&#x5F97;iPhone&#x4E0A;&#x7684;&#x5168;&#x952E;&#x76D8;&#x8F93;&#x5165;&#x6CD5;&#x4E0D;&#x597D;&#x7528;&#xFF0C;&#x4E0D;&#x8981;&#x5ACC;&#x5F03;&#x81EA;&#x5DF1;&#x7684;&#x624B;&#x6307;&#x7C97;&#x4E0D;&#x7075;&#x6D3B;&#xFF0C;&#x8FD8;&#x662F;&#x76F4;&#x63A5;&#x6362;&#x6210;9&#x5BAB;&#x683C;&#x5427;&#x5B69;&#x5B50;&#xFF01;&#x201D;&#x8FD9;&#x4E2A;&#x89C2;&#x70B9;&#x4E5F;&#x4FC3;&#x4F7F;&#x6211;&#x5F00;&#x59CB;&#x7B2C;&#x4E09;&#x6B21;&#x5C1D;&#x8BD5;&#x8BFB;&#x300A;&#x7EA2;&#x697C;&#x68A6;&#x300B;&#xFF0C;&#x8FD9;&#x6B21;&#x6211;&#x4E0D;&#x518D;&#x786C;&#x7740;&#x5934;&#x76AE;&#x53BB;&#x60F3;&#x8C61;&#x8D3E;&#x5B9D;&#x7389;&#x5934;&#x4E0A;&#x6234;&#x7684;&#x53CC;&#x9F99;&#x51FA;&#x6D77;&#x62B9;&#x989D;&#x3001;&#x6797;&#x9EDB;&#x7389;&#x7A7F;&#x7684;&#x6390;&#x91D1;&#x6316;&#x4E91;&#x7EA2;&#x9999;&#x7F8A;&#x76AE;&#x5C0F;&#x9774;&#x5230;&#x5E95;&#x957F;&#x5565;&#x6837;&#xFF0C;&#x53EA;&#x8981;&#x4F53;&#x4F1A;&#x5230;&#x90A3;&#x4E2A;&#x6C1B;&#x56F4;&#x5C31;&#x597D;&#x3002;&#x679C;&#x7136;&#x8FD9;&#x6B21;&#x8BFB;&#x300A;&#x7EA2;&#x697C;&#x68A6;&#x300B;&#x5C31;&#x611F;&#x89C9;&#x987A;&#x7545;&#x4E86;&#x8BB8;&#x591A;&#x3002;</p>
<p>&#x63A5;&#x4E0B;&#x6765;&#xFF0C;&#x6BDB;&#x59C6;&#x5927;&#x53D4;&#x5047;&#x60FA;&#x60FA;&#x7684;&#x5F00;&#x59CB;&#x8C08;&#x8BBA;&#x54F2;&#x5B66;&#xFF0C;&#x4E00;&#x8DEF;&#x4ECE;&#x5B97;&#x6559;&#x8C08;&#x5230;&#x4F26;&#x7406;&#xFF0C;&#x628A;&#x81EA;&#x5DF1;&#x4F2A;&#x88C5;&#x6210;&#x4E00;&#x4E2A;&#x6DF1;&#x6C89;&#x7231;&#x601D;&#x8003;&#x7684;&#x777F;&#x667A;&#x5927;&#x53D4;&#xFF0C;&#x4E0D;&#x8FC7;&#x5F53;&#x5F00;&#x59CB;&#x8C08;&#x5230;&#x82F1;&#x56FD;&#x6587;&#x5B66;&#xFF0C;&#x8FDB;&#x800C;&#x8C08;&#x5230;&#x76F8;&#x5173;&#x4F5C;&#x5BB6;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6BDB;&#x59C6;&#x5927;&#x53D4;&#x518D;&#x4E5F;&#x65E0;&#x6CD5;&#x514B;&#x5236;&#x81EA;&#x5DF1;&#x516B;&#x5366;&#x7684;&#x51B2;&#x52A8;&#xFF0C;&#x81EA;&#x6B64;&#x5404;&#x8DEF;&#x516B;&#x5366;&#x968F;&#x624B;&#x62C8;&#x6765;&#xFF0C;&#x4E00;&#x4E2A;&#x4E2A;&#x9690;&#x85CF;&#x5728;&#x51B7;&#x51B0;&#x51B0;&#x7684;&#x201C;&#x4F1F;&#x5927;&#x7684;&#x6587;&#x5B66;&#x5BB6;&#x3001;&#x601D;&#x60F3;&#x5BB6;&#x201D;&#x8BC4;&#x8BED;&#x4E4B;&#x540E;&#x7684;&#x4F5C;&#x5BB6;&#xFF0C;&#x53D8;&#x5F97;&#x6709;&#x8840;&#x6709;&#x8089;&#xFF0C;&#x53C8;&#x7231;&#x53C8;&#x6068;&#xFF0C;&#x6709;&#x7F3A;&#x70B9;&#xFF0C;&#x6709;&#x602A;&#x7656;&#x3002;</p>
<p>&#x72C4;&#x66F4;&#x65AF;&#x662F;&#x82F1;&#x56FD;&#x4EBA;&#x6700;&#x70ED;&#x7231;&#x7684;&#x5C0F;&#x8BF4;&#x5BB6;&#xFF0C;&#x6211;&#x4E5F;&#x5F88;&#x559C;&#x6B22;&#x4ED6;&#x3002;2011&#x5E74;&#x6211;&#x5728;&#x5730;&#x575B;&#x4E66;&#x5E02;&#x8FD8;&#x6DD8;&#x5230;&#x4E86;&#x4E00;&#x672C;&#x516B;&#x5341;&#x5E74;&#x4EE3;&#x51FA;&#x7248;&#x5B9A;&#x4EF7;3.25&#x7684;&#x300A;&#x5927;&#x536B;&#xB7;&#x79D1;&#x6CE2;&#x83F2;&#x5C14;&#x300B;&#x3002;&#x6700;&#x8BA9;&#x6211;&#x89C9;&#x5F97;&#x6709;&#x610F;&#x601D;&#x7684;&#x5C31;&#x662F;&#x4E66;&#x4E2D;&#x90A3;&#x4E2A;&#x4E50;&#x89C2;&#x5374;&#x5FD7;&#x5927;&#x624D;&#x758F;&#x7684;&#x5BC6;&#x8003;&#x4F2F;&#x5148;&#x751F;&#x7684;&#x539F;&#x578B;&#x5C45;&#x7136;&#x662F;&#x72C4;&#x66F4;&#x65AF;&#x7684;&#x7236;&#x4EB2;&#xFF0C;&#x4ECE;&#x8FD9;&#x91CC;&#x5E94;&#x8BE5;&#x80FD;&#x770B;&#x7684;&#x51FA;&#x72C4;&#x66F4;&#x65AF;&#x5BF9;&#x4ED6;&#x7684;&#x7236;&#x4EB2;&#x662F;&#x6301;&#x600E;&#x6837;&#x7684;&#x770B;&#x6CD5;&#x3002;&#x800C;&#x827E;&#x683C;&#x5C3C;&#x4E1D;&#x7684;&#x539F;&#x578B;&#x5C31;&#x662F;&#x4ED6;&#x7684;&#x5C0F;&#x59E8;&#x5B50;&#x4E54;&#x6CBB;&#x5A1C;&#xFF1A;&#x5F53;&#x5E74;&#x5173;&#x4E8E;&#x72C4;&#x66F4;&#x65AF;&#x548C;&#x4E54;&#x6CBB;&#x5A1C;&#x7684;&#x7EEF;&#x95FB;&#x672C;&#x6765;&#x5C31;&#x4F20;&#x7684;&#x6F2B;&#x5929;&#x98DE;&#xFF0C;&#x867D;&#x7136;&#x72C4;&#x66F4;&#x65AF;&#x4E00;&#x518D;&#x6124;&#x6012;&#x7684;&#x5426;&#x8BA4;&#xFF0C;&#x4F46;&#x662F;&#x4ECE;&#x5C0F;&#x8BF4;&#x4E2D;&#x5927;&#x6982;&#x53EF;&#x4EE5;&#x770B;&#x51FA;&#x72C4;&#x66F4;&#x65AF;&#x5BF9;&#x4ED6;&#x59BB;&#x59B9;&#x7684;&#x611F;&#x60C5;&#x81F3;&#x5C11;&#x662F;&#x8D85;&#x8D8A;&#x4E86;&#x5355;&#x7EAF;&#x7684;&#x4EB2;&#x60C5;&#x7684;&#x3002;</p>
<p>&#x5173;&#x4E8E;&#x300A;&#x7EA2;&#x4E0E;&#x9ED1;&#x300B;&#x7684;&#x6BB5;&#x843D;&#x5219;&#x5F7B;&#x5E95;&#x8BA9;&#x6211;&#x55B7;&#x996D;&#x3002;&#x300A;&#x7EA2;&#x4E0E;&#x9ED1;&#x300B;&#x7684;&#x4E3B;&#x89D2;&#x4E8E;&#x8FDE;&#x662F;&#x4E00;&#x4E2A;&#x4F7F;&#x52B2;&#x60F3;&#x5F80;&#x8D35;&#x65CF;&#x9636;&#x5C42;&#x722C;&#x7684;&#x5E95;&#x5C42;&#x5C0F;&#x5E02;&#x6C11;&#xFF0C;&#x4E4B;&#x524D;&#x5BF9;&#x4E8E;&#x8FD9;&#x90E8;&#x5C0F;&#x8BF4;&#x7684;&#x8BC4;&#x5224;&#x4E5F;&#x662F;&#x201C;&#x62A8;&#x51FB;&#x4E86;&#x6CD5;&#x56FD;&#x4E0A;&#x6D41;&#x793E;&#x4F1A;&#x5229;&#x6B32;&#x718F;&#x5FC3;&#x5C14;&#x865E;&#x6211;&#x8BC8;&#x7684;&#x73B0;&#x72B6;&#x201D;&#xFF0C;&#x6240;&#x4EE5;&#x53F8;&#x6C64;&#x8FBE;&#x539F;&#x6765;&#x5728;&#x6211;&#x5FC3;&#x76EE;&#x4E2D;&#x7684;&#x5F62;&#x8C61;&#x8FD8;&#x662F;&#x5F88;&#x4F1F;&#x5149;&#x6B63;&#x7684;&#x3002;&#x53EF;&#x662F;&#x5462;&#xFF0C;&#x4ED6;&#x5374;&#x662F;&#x4E00;&#x4E2A;&#x865A;&#x8363;&#x800C;&#x5176;&#x8C8C;&#x4E0D;&#x626C;&#x7684;&#x4E11;&#x7537;&#x4EBA;&#x3002;&#x4ED6;&#x6709;&#x81EA;&#x5DF1;&#x7684;&#x4E00;&#x5957;&#x7231;&#x60C5;&#x8C0B;&#x7565;&#xFF0C;&#x60F3;&#x8981;&#x641E;&#x5B9A;&#x51E0;&#x4E2A;&#x9AD8;&#x7B49;&#x7EA7;&#x7684;&#x60C5;&#x5987;&#xFF0C;&#x5374;&#x5C61;&#x5C61;&#x5931;&#x8D25;&#x3002;&#x5176;&#x5B9E;&#x4ED6;&#x5C31;&#x662F;&#x4E00;&#x4E2A;&#x4E0D;&#x8BA8;&#x8D35;&#x5987;&#x4EBA;&#x4EEC;&#x559C;&#x6B22;&#x7684;&#x53EF;&#x601C;&#x866B;&#x3002;&#x4E8E;&#x662F;&#x4E8E;&#x8FDE;&#x6210;&#x4E86;&#x4ED6;&#x7684;&#x4E00;&#x79CD;&#x201C;&#x7CBE;&#x795E;&#x5BC4;&#x6258;&#x201D;&#xFF0C;&#x4ED6;&#x628A;&#x81EA;&#x5DF1;&#x60F3;&#x62E5;&#x6709;&#x5374;&#x65E0;&#x6CD5;&#x62E5;&#x6709;&#x7684;&#x7F8E;&#x8C8C;&#x3001;&#x9B45;&#x529B;&#x5168;&#x90E8;&#x8D4B;&#x4E88;&#x4E86;&#x4E8E;&#x8FDE;&#xFF0C;&#x4ED6;&#x8BA9;&#x4E8E;&#x8FDE;&#x7528;&#x4ED6;&#x7684;&#x7231;&#x60C5;&#x653B;&#x7565;&#x5728;&#x5C0F;&#x8BF4;&#x91CC;&#x641E;&#x5B9A;&#x4E00;&#x4E2A;&#x53C8;&#x4E00;&#x4E2A;&#x8D35;&#x5987;&#x4EBA;&#x2026;&#x2026;&#x300A;&#x7EA2;&#x4E0E;&#x9ED1;&#x300B;&#x8FD9;&#x4E0D;&#x5C31;&#x662F;&#x4E00;&#x90E8;&#x5F7B;&#x5934;&#x5F7B;&#x5C3E;&#x7684;yy&#x5C0F;&#x8BF4;&#x561B;&#x3002;</p>
<p>&#x5BF9;&#x4E8E;&#x4FC4;&#x56FD;&#x7684;&#x8FD9;&#x4E9B;&#x4F5C;&#x5BB6;&#xFF0C;&#x6211;&#x603B;&#x89C9;&#x5F97;&#x4ED6;&#x4EEC;&#x90FD;&#x5E94;&#x8BE5;&#x662F;&#x201C;&#x65E0;&#x4EA7;&#x9636;&#x7EA7;&#x9769;&#x547D;&#x5BB6;&#x201D;&#x3002;&#x53EF;&#x662F;&#x6258;&#x5C14;&#x65AF;&#x6CF0;&#x5C45;&#x7136;&#x662F;&#x4E2A;&#x62E5;&#x6709;&#x4E0A;&#x4E07;&#x4EA9;&#x519C;&#x7530;&#x7684;&#x519C;&#x573A;&#x4E3B;&#xFF01;&#x548C;&#x4FC4;&#x56FD;&#x540C;&#x65F6;&#x671F;&#x7684;&#x5176;&#x4ED6;&#x519C;&#x573A;&#x4E3B;&#x4EEC;&#x4E0D;&#x540C;&#x7684;&#x662F;&#xFF0C;&#x6258;&#x5C14;&#x65AF;&#x6CF0;&#x5728;&#x9A91;&#x9A6C;&#x3001;&#x6253;&#x730E;&#x3001;&#x751F;&#x4E00;&#x5927;&#x63A8;&#x5B69;&#x5B50;&#x7684;&#x540C;&#x65F6;&#xFF0C;&#x5199;&#x51FA;&#x4E86;&#x300A;&#x5B89;&#x5A1C;&#x5361;&#x5217;&#x5C3C;&#x5A1C;&#x300B;&#x548C;&#x300A;&#x6218;&#x4E89;&#x4E0E;&#x548C;&#x5E73;&#x300B;^^&#x6258;&#x5C14;&#x65AF;&#x6CF0;&#x5728;&#x8001;&#x5E74;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x53D8;&#x5F97;&#x50CF;&#x4E2A;&#x201C;&#x8001;&#x987D;&#x7AE5;&#x201D;&#xFF0C;&#x4ED6;&#x5728;&#x81EA;&#x7531;&#x4E3B;&#x4E49;&#x601D;&#x6F6E;&#x7684;&#x5F71;&#x54CD;&#x4E0B;&#xFF0C;&#x89C9;&#x5F97;&#x62E5;&#x6709;&#x8D22;&#x4EA7;&#x5C31;&#x662F;&#x7F6A;&#x6076;&#xFF0C;&#x8981;&#x653E;&#x5F03;&#x81EA;&#x5DF1;&#x7684;&#x6240;&#x6709;&#x8D22;&#x4EA7;&#xFF0C;&#x53BB;&#x8FDC;&#x65B9;&#x6D41;&#x6D6A;&#xFF0C;&#x662F;&#x4E0D;&#x662F;&#x5F88;&#x50CF;&#x73B0;&#x5728;&#x7684;&#x4E00;&#x4E9B;&#x6587;&#x9752;&#x2026;&#x2026;&#x4ED6;&#x8001;&#x7237;&#x5B50;&#x8981;&#x662F;&#x6D3B;&#x5230;&#x4ECA;&#x5929;&#xFF0C;&#x4F30;&#x8BA1;&#x5F97;&#x5929;&#x5929;&#x5728;&#x670B;&#x53CB;&#x5708;&#x5FAE;&#x535A;&#x91CC;&#x6652;&#x5750;&#x5728;&#x94C1;&#x8F68;&#x4E0A;&#x62CD;&#x7684;&#x7167;&#x7247;&#x3002;&#x6700;&#x7EC8;&#xFF0C;&#x6258;&#x5C14;&#x65AF;&#x6CF0;&#x5C45;&#x7136;&#x4EE5;80&#x5C81;&#x9AD8;&#x9F84;&#xFF0C;&#x201C;&#x79BB;&#x5BB6;&#x51FA;&#x8D70;&#x201D;&#xFF0C;&#x5E76;&#x6700;&#x7EC8;&#x5728;&#x51E0;&#x5929;&#x4E4B;&#x540E;&#x5728;&#x8DEF;&#x4E0A;&#x53BB;&#x4E16;&#x4E86;&#x3002;&#x4E5F;&#x7B97;&#x662F;&#x5B8C;&#x6210;&#x4E86;&#x4ED6;&#x81EA;&#x5DF1;&#x7684;&#x5FC3;&#x613F;&#x5427;&#x3002;</p>
<p>&#x5176;&#x4ED6;&#x5173;&#x4E8E;&#x5DF4;&#x5C14;&#x624E;&#x514B;&#x3001;&#x798F;&#x697C;&#x62DC;&#x3001;&#x9640;&#x601D;&#x59A5;&#x8036;&#x592B;&#x65AF;&#x57FA;&#x7B49;&#x7B49;&#x5927;&#x540D;&#x9F0E;&#x9F0E;&#x7684;&#x4F5C;&#x5BB6;&#x548C;&#x4F5C;&#x54C1;&#xFF0C;&#x6BDB;&#x59C6;&#x8FD8;&#x8BB2;&#x4E86;&#x8BB8;&#x591A;&#x5947;&#x95FB;&#x8F76;&#x4E8B;&#xFF0C;&#x975E;&#x5E38;&#x503C;&#x5F97;&#x4E00;&#x8BFB;&#x3002;</p>
<p>&#x867D;&#x7136;&#x4E66;&#x4E2D;&#x6D89;&#x53CA;&#x5230;&#x7684;&#x4F5C;&#x54C1;&#x90FD;&#x662F;&#x7ECF;&#x8FC7;&#x65F6;&#x95F4;&#x8003;&#x9A8C;&#x7684;&#x4F20;&#x4E16;&#x540D;&#x4F5C;&#xFF0C;&#x4F46;&#x662F;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x975E;&#x6587;&#x5B66;&#x4E13;&#x4E1A;&#x7684;&#x666E;&#x901A;&#x4EBA;&#xFF0C;&#x5168;&#x90E8;&#x8BFB;&#x4E00;&#x904D;&#x8FD8;&#x662F;&#x8981;&#x82B1;&#x8D39;&#x4E0D;&#x5C11;&#x65F6;&#x95F4;&#x3002;&#x8FD8;&#x597D;&#xFF0C;&#x6BDB;&#x59C6;&#x5728;&#x4E66;&#x4E2D;&#x5BF9;&#x4E8E;&#x8FD9;&#x4E9B;&#x4E66;&#x7684;&#x8BC4;&#x4EF7;&#x4E5F;&#x6CA1;&#x6709;&#x548C;&#x7A00;&#x6CE5;&#xFF0C;&#x80FD;&#x591F;&#x4F9D;&#x7A00;&#x770B;&#x51FA;&#x5B70;&#x4F18;&#x5B70;&#x52A3;&#x7684;&#x7AEF;&#x502A;&#x3002;&#x6211;&#x5927;&#x6982;&#x5217;&#x4E00;&#x4E2A;&#x5355;&#x5B50;&#xFF0C;&#x91CC;&#x9762;&#x7684;&#x4E66;&#xFF0C;&#x5E94;&#x8BE5;&#x662F;&#x6BDB;&#x59C6;&#x5927;&#x53D4;&#x89C9;&#x5F97;&#x6700;&#x503C;&#x5F97;&#x4E00;&#x8BFB;&#x7684;&#xFF1A;</p>
<ul>
<li><a href="http://book.douban.com/subject/1083428/" target="_blank" rel="external">&#x300A;&#x50B2;&#x6162;&#x4E0E;&#x504F;&#x89C1;&#x300B;</a> &#x7B80;&#xB7;&#x5965;&#x65AF;&#x6C40;</li>
<li><a href="http://book.douban.com/subject/1014144/" target="_blank" rel="external">&#x300A;&#x5927;&#x536B;&#xB7;&#x79D1;&#x6CE2;&#x83F2;&#x5C14;&#x300B;</a> &#x72C4;&#x66F4;&#x65AF;</li>
<li><a href="http://book.douban.com/subject/1880991/" target="_blank" rel="external">&#x300A;&#x5802;&#x5409;&#x8BC3;&#x5FB7;&#x300B;</a> &#x585E;&#x4E07;&#x63D0;&#x65AF;</li>
<li><a href="http://book.douban.com/subject/1119528/" target="_blank" rel="external">&#x300A;&#x9AD8;&#x8001;&#x5934;&#x300B;</a> &#x5DF4;&#x5C14;&#x624E;&#x514B;</li>
<li><a href="http://book.douban.com/subject/1085466/" target="_blank" rel="external">&#x300A;&#x6218;&#x4E89;&#x4E0E;&#x548C;&#x5E73;&#x300B;</a> &#x6258;&#x5C14;&#x65AF;&#x6CF0;</li>
<li><a href="http://book.douban.com/subject/1072508/" target="_blank" rel="external">&#x300A;&#x54C8;&#x514B;&#x8D1D;&#x5229;&#xB7;&#x8D39;&#x6069;&#x5386;&#x9669;&#x8BB0;&#x300B;</a> &#x9A6C;&#x514B;&#xB7;&#x5410;&#x6E29;</li>
<li><a href="http://book.douban.com/subject/2170030/" target="_blank" rel="external">&#x300A;&#x767D;&#x9CB8;&#x300B;</a> &#x9EA6;&#x5C14;&#x7EF4;&#x5C14;</li>
</ul>

      
    </div>
    <footer class="article-footer">
      <a data-url="http://yoursite.com/2014/04/17/maugham-reading-notes/" data-id="n68ns8b1ebpk2p85" class="article-share-link">Share</a>
      
      
  <ul class="article-tag-list"><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/杂谈/">杂谈</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/读后感/">读后感</a></li></ul>

    </footer>
  </div>
  
    
<nav id="article-nav">
  
    <a href="/2014/04/25/python-source-9/" id="article-nav-newer" class="article-nav-link-wrap">
      <strong class="article-nav-caption">Newer</strong>
      <div class="article-nav-title">
        
          《Python源码剖析》读书笔记-9 Python虚拟机中的一般表达式
        
      </div>
    </a>
  
  
    <a href="/2014/04/10/python-source-8/" id="article-nav-older" class="article-nav-link-wrap">
      <strong class="article-nav-caption">Older</strong>
      <div class="article-nav-title">《Python源码剖析》读书笔记-8 Python虚拟机框架</div>
    </a>
  
</nav>

  
</article>

</section>
        
          <aside id="sidebar">
  
    
  
    
  <div class="widget-wrap">
    <h3 class="widget-title">Tags</h3>
    <div class="widget">
      <ul class="tag-list"><li class="tag-list-item"><a class="tag-list-link" href="/tags/Python/">Python</a><span class="tag-list-count">10</span></li><li class="tag-list-item"><a class="tag-list-link" href="/tags/Unity3D/">Unity3D</a><span class="tag-list-count">1</span></li><li class="tag-list-item"><a class="tag-list-link" href="/tags/书单/">书单</a><span class="tag-list-count">1</span></li><li class="tag-list-item"><a class="tag-list-link" href="/tags/北京车展/">北京车展</a><span class="tag-list-count">1</span></li><li class="tag-list-item"><a class="tag-list-link" href="/tags/杂谈/">杂谈</a><span class="tag-list-count">2</span></li><li class="tag-list-item"><a class="tag-list-link" href="/tags/游戏开发/">游戏开发</a><span class="tag-list-count">1</span></li><li class="tag-list-item"><a class="tag-list-link" href="/tags/爱好/">爱好</a><span class="tag-list-count">1</span></li><li class="tag-list-item"><a class="tag-list-link" href="/tags/生活/">生活</a><span class="tag-list-count">2</span></li><li class="tag-list-item"><a class="tag-list-link" href="/tags/读书笔记/">读书笔记</a><span class="tag-list-count">10</span></li><li class="tag-list-item"><a class="tag-list-link" href="/tags/读后感/">读后感</a><span class="tag-list-count">1</span></li></ul>
    </div>
  </div>

  
    
  <div class="widget-wrap">
    <h3 class="widget-title">Tag Cloud</h3>
    <div class="widget tagcloud">
      <a href="/tags/Python/" style="font-size: 20.00px;">Python</a><a href="/tags/Unity3D/" style="font-size: 10.00px;">Unity3D</a><a href="/tags/书单/" style="font-size: 10.00px;">书单</a><a href="/tags/北京车展/" style="font-size: 10.00px;">北京车展</a><a href="/tags/杂谈/" style="font-size: 15.00px;">杂谈</a><a href="/tags/游戏开发/" style="font-size: 10.00px;">游戏开发</a><a href="/tags/爱好/" style="font-size: 10.00px;">爱好</a><a href="/tags/生活/" style="font-size: 15.00px;">生活</a><a href="/tags/读书笔记/" style="font-size: 20.00px;">读书笔记</a><a href="/tags/读后感/" style="font-size: 10.00px;">读后感</a>
    </div>
  </div>

  
    
  <div class="widget-wrap">
    <h3 class="widget-title">Archives</h3>
    <div class="widget">
      <ul class="archive-list"><li class="archive-list-item"><a class="archive-list-link" href="/archives/2014/05">May 2014</a><span class="archive-list-count">3</span></li><li class="archive-list-item"><a class="archive-list-link" href="/archives/2014/04">April 2014</a><span class="archive-list-count">6</span></li><li class="archive-list-item"><a class="archive-list-link" href="/archives/2014/03">March 2014</a><span class="archive-list-count">5</span></li><li class="archive-list-item"><a class="archive-list-link" href="/archives/2013/12">December 2013</a><span class="archive-list-count">1</span></li></ul>
    </div>
  </div>

  
    
  <div class="widget-wrap">
    <h3 class="widget-title">Recents</h3>
    <div class="widget">
      <ul>
        
          <li>
            <a href="/2014/05/23/unity2d-flappybird/">用Unity2D仿造一个FlappyBird</a>
          </li>
        
          <li>
            <a href="/2014/05/11/auto-show-2014/">过时的2014北京车展</a>
          </li>
        
          <li>
            <a href="/2014/05/07/python-source-10/">《Python源码剖析》读书笔记-10 Python虚拟机中的控制流</a>
          </li>
        
          <li>
            <a href="/2014/04/28/inset-learning/">汤小元插画学习成果</a>
          </li>
        
          <li>
            <a href="/2014/04/25/python-source-9/">《Python源码剖析》读书笔记-9 Python虚拟机中的一般表达式</a>
          </li>
        
      </ul>
    </div>
  </div>

  
</aside>
        
      </div>
      <footer id="footer">
  
  <div class="outer">
    <div id="footer-info" class="inner">
      &copy; 2014 John Doe<br>
      Powered by <a href="http://zespia.tw/hexo/" target="_blank">Hexo</a>
    </div>
  </div>
</footer>
    </div>
    <nav id="mobile-nav">
  
    <a href="/" class="mobile-nav-link">Home</a>
  
    <a href="/archives" class="mobile-nav-link">Archives</a>
  
</nav>
    

<script src="//ajax.googleapis.com/ajax/libs/jquery/2.0.3/jquery.min.js"></script>


<link rel="stylesheet" href="/fancybox/jquery.fancybox.css" media="screen" type="text/css">
<script src="/fancybox/jquery.fancybox.pack.js"></script>


<script type="text/javascript" src="/js/script.js"></script>
  </div>
</body>
</html>